import React, { useEffect, useState } from 'react';
import './help-article.css';

export const HelpConditions = () => {

    return (

        <div className="container-help-article">
           <div className="article-board">
                <div className='article-items'>
                    <h1 className='article-title'>Умови проживання</h1>
                    <div className='article-text'>
                        Умови проживання в гуртожитку ЛНУ №3 створені для забезпечення комфортного та безпечного перебування студентів. Ось основні аспекти, що характеризують умови проживання в цьому гуртожитку:
                        <ul>
                            <li>
                                <b>Розташування та інфраструктура.</b> Гуртожиток ЛНУ №3 розташований у зручному місці з гарною транспортною доступністю, що дозволяє студентам швидко дістатися до університету. Поруч знаходяться магазини, аптеки, кафе та інші заклади, необхідні для повсякденного життя.
                            </li>
                            <li>
                                <b>Проживання та кімнати.</b> Кімнати у гуртожитку розраховані на проживання 2-4 осіб. У кожній кімнаті є необхідні меблі: ліжка, столи, стільці, шафи для одягу. Студенти мають можливість самостійно прикрасити та облаштувати свої кімнати, щоб зробити їх більш затишними.
                            </li>
                            <li>
                                <b>Санітарні умови.</b> В гуртожитку є спільні санвузли та душові кімнати на кожному поверсі. Вони регулярно прибираються та підтримуються в чистоті. Крім того, є окремі пральні кімнати з пральними машинами, де студенти можуть прати свій одяг.
                            </li>
                            <li>
                                <b>Кухні та харчування.</b> На кожному поверсі гуртожитку обладнані спільні кухні, де є все необхідне для приготування їжі: плити, мікрохвильові печі, раковини, столи. Студенти можуть користуватися власним посудом та кухонним приладдям, а також зберігати продукти у спільних холодильниках.
                            </li>
                            <li>
                                <b>Інтернет та зв'язок.</b> Гуртожиток забезпечений високошвидкісним інтернетом, що дозволяє студентам вільно користуватися мережею для навчання та дозвілля. В кожній кімнаті є можливість підключення до інтернету через Wi-Fi.
                            </li>
                            <li>
                                <b>Безпека та правила проживання.</b> В гуртожитку діє цілодобова охорона та система відеоспостереження, що забезпечує безпеку студентів. Доступ до гуртожитку здійснюється за перепустками, що запобігає потраплянню сторонніх осіб. Існують певні правила проживання, яких зобов'язані дотримуватися всі мешканці, включаючи дотримання тиші у вечірній час, підтримання чистоти та порядку, заборону на куріння та вживання алкоголю.
                            </li>
                            <li>
                                <b>Соціальні та культурні заходи.</b> У гуртожитку часто проводяться різноманітні соціальні та культурні заходи, що сприяють створенню дружньої атмосфери серед мешканців. Це можуть бути святкування, вечірки, спортивні змагання, майстер-класи тощо. Також є загальні приміщення, де студенти можуть проводити час разом, обмінюватися досвідом та знайомитися з новими друзями.
                            </li>
                        </ul>
                    </div>
                </div>
            </div>
        </div>
    );
};