import React, { useEffect, useState } from 'react';
import './help-article.css';

export const HelpDocuments = () => {

    return (

        <div className="container-help-article">
            
            <div className="article-board">
                <div className='article-items'>
                    <h1 className='article-title'>Документи</h1>
                    <div className='article-text'>
                        Для заселення в гуртожиток, необхідно підготувати та подати певний пакет документів. Зазвичай, вимоги можуть трохи варіюватися 
                        в залежності від закладу чи установи, однак основний список документів залишається схожим. Ось основні документи, які зазвичай 
                        потрібні для заселення в гуртожиток:
                        <ul>
                            <li>
                                <b>Заява на заселення.</b> Це офіційний документ, в якому ви висловлюєте своє бажання проживати в гуртожитку. Його форма може бути доступна в адміністрації гуртожитку або на сайті навчального закладу.
                            </li>
                            <li>
                                <b>Паспорт або інший документ, що посвідчує особу.</b> Зазвичай потрібна як копія, так і оригінал для перевірки.
                            </li>
                            <li>
                                <b>Студентський квиток або довідка про навчання.</b> Цей документ підтверджує ваш статус студента в даному навчальному закладі, що дає вам право на проживання в студентському гуртожитку.
                            </li>
                            <li>
                                <b>Контракт на проживання.</b> Цей документ укладається між вами та адміністрацією гуртожитку. У ньому визначаються права та обов'язки обох сторін, умови проживання, порядок оплати тощо.
                            </li>
                            <li>
                                <b>Фотографії.</b> Зазвичай вимагаються кілька фотографій паспортного формату для оформлення особової справи.
                            </li>
                            <li>
                                <b>Квитанція про оплату.</b> Перед заселенням необхідно здійснити оплату за проживання або перший місяць проживання, і надати відповідну квитанцію.
                            </li>
                            <li>
                                <b>Фотографії.</b> Зазвичай вимагаються кілька фотографій паспортного формату для оформлення особової справи.
                            </li>
                        </ul>
                    </div>
                </div>
            </div>
        </div>
    );
};